Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=481_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Yhteistyö rajojen yli vahvistaa saamen kieltä ja yhteenkuuluvaisuutta
smn: Oovtâstpargo raajij rasta naanood sämikielâ já oohtânkulluuv

source: Utsjokisuun koulu Tenojoen Suomen puoleisella rannalla ja Sirman koulu Tenon Norjan puoleisella rannalla ovat jo pitkään tehneet yhteistyötä.
smn: Ucjuvnjäälmi škovlâ Tiänu Suomâbeln já Sirmá škovlâ Tiänu Taažâbeln lává jo kuhháá porgâm oovtâstpargo.

source: Utsjoen ja Tenon kunnilla on myös päiväkotiyhteistyötä.
smn: Ucjuv já Tiänu kieldâin lii meid peivikiäččuoovtâstpargo.

source: Lapset oppivat tuntemaan toisensa jo päiväkodissa.
smn: Párnááh uáppih tubdâđ kuoimijdis jo peivikiäjust.

source: Siksi yhdessä oleminen on heille helppoa ja heidän mielestään on hauskaa, että yhteistyö jatkuu myös koulussa.
smn: Tane oovtâstorroom lii sijjân älkkee já sii mielâst lii hävski, et oovtâstpargo juátkoo meid škoovlâst.

source: Tämä yhteistyö on aivan erityistä saamelaisalueella ja myös Norjan ja Suomen välillä.
smn: Taat oovtâstpargo lii uáli eromâš sämikuávlust já meid Taažâ já Suomâ kooskâ.

source: Koulut haluavatkin laajentaa yhteistyötä, joka on säilyttänyt saamen kieltä ja kulttuuria ja laajentanut lasten näköaloja.
smn: Škoovlah halijdeh-uv vijđediđ oovtâstpargo, mii lii siäiluttâm sämikielâ já kulttuur já vijđedâm párnái várdusijd.

source: Yhtenä tavoitteena on pyrkiä saamaan aikaan yhteinen opetussuunnitelma, jotta koulujen välinen yhteistyö sujuisi paremmin ja sitä voitaisiin lisätä.
smn: Ohtân ulmen lii keččâliđ uážžuđ ááigán ohtsii máttááttâsvuávám, vâi škoovlah puávtáččii porgâđ eenâb já pyerebeht oovtâst.

source: Utsjoen ja Tenon kuntien kouluyhteistyöllä on jo pitkä historia.
smn: Ucjuv já Tiänu kieldâi škovlâoovtâstpargoost lii jo kuhes historjá.

source: Yhteisiä hiihtokilpailuja on järjestetty 1960-luvulta lähtien ja oppilaat ovat vierailleet ahkerasti naapurimaan kouluissa.
smn: Ohtsiih čuoigâmkištoh láá uárnejum 1960-lovo rääjist já uáppeeh láá kolliistâllâm viššâlávt ránnjáeennâm škoovlâin.

source: Utsjoen ja Sirman koulut aloittivat laajemman yhteistyön 1990‐luvun alussa ja se on laajentunut erityisesti 2000‐luvulla.
smn: Ucjuv já Sirmá škoovlah algâttáin vijđásub oovtâstpargo 1990‐lovo aalgâst já tot lii vijđánâm eromâšávt 2000‐lovvoost.

source: Nyt käynnissä on OVTTAS!
smn: Tääl lii joođoost OVTTAS!

source: –hankkeen toinen jakso.
smn: –haavâ nubbe uási.

source: ŠOvttasŠ on pohjoissaamea ja tarkoittaa ŠyhdessäŠ.
smn: ŠOvttasŠ lii tavesämikielâ já uáivild ŠoovtâstŠ.

source: Kuvassa Utsjoen koululaiset menossa Sirman koululle opettajansa Nilla Tapiolan kanssa.
smn: Kooveest Ucjuv škovlâliih monâmin Sirmá škoovlân máttáátteijeinis Nilla Tapiolain.

source: Utsjokisuun koulun opettaja Nilla Tapiola kertoo, että hankkeen ensimmäinen jakso olikin enemmän tutustumista ja kouluilla oli vain lyhyen aikavälin suunnitelmia.
smn: Ucjuvnjäälmi škovlâ máttáátteijee Nilla Tapiola muštâl, että haavâ vuossâmuš uási lâi-uv eenâb uápásmem já škoovlâin lijjii tuše uánihis äigikooskâ vuáváámeh.

source: Hankkeen toinen jakso on laajentanut yhteistyötä ja lapsilla on kaksi yhteistä koulupäivää viikossa.
smn: Haavâ nubbe uási lii vijđedâm oovtâstpargo já párnáin láá kyehti ohtsii škovlâpeeivi ohhoost.

source: Käytännössä se tarkoittaa, että Utsjokisuun alakoulun oppilaat menevät kerran viikossa kouluun Sirmaan ja toisena päivänä Sirman oppilaat tulevat kouluun Utsjoelle.
smn: Tot uáivild tom, et Ucjuvnjäälmi vyeliškoovlâ uáppeeh maneh ohtii ohhoost škoovlân Siirmán já nube peeivi Sirmá uáppeeh puátih škoovlân Ucjuuhân.

source: Norjan ja Suomen kouluilla on eroavaisuuksia.
smn: Taažâ já Suomâ škoovlâin láá iäruh.

source: Lapsilla oli aluksi ennakkoluuloja yhteisiä koulupäiviä kohtaan, mutta ne ovat jo hävinneet.
smn: Párnáin lijjii aalgâst munekááduh ohtsij škovlâpeeivij háárán, mut toh láá jo lappum.

source: Hanke onkin hyvin erikoinen, koska siinä yritetään ottaa käyttöön kummankin maan koulun parhaat puolet.
smn: Haahâ lii-uv uáli eromâš, ko tot keččâl väldiđ kiävtun kuábbáá-uv eennâm škoovlâ puorijd peelijd.

source: Koulujen käytössä ovat kaikki Norjan ja Suomen puolella valmistetut saamenkieliset oppimateriaalit ja kaikki muutkin parhaat resurssit on otettu käyttöön.
smn: Škoovlâi kiävtust láá puoh Taažâbeln já Suomâbeln rahtum sämikielâliih oppâmateriaaleh já puoh eres-uv pyeremusah resursseh láá valdum anon.

source: Utsjoella on uimahalli ja korkeatasoinen musiikkiluokka.
smn: Ucjuuvâst lii vuoijâmhallâ já ollâtásásâš muusikluokka.

source: Sirman lapset pääsevät uimaan Utsjoen uimahallissa, jollaista ei ole Sirmassa.
smn: Sirmá párnááh peessih vuoijâđ Ucjuv vuoijâmhaalâst, maggaar ij lah Sirmáást.

source: Sirmassa puolestaan on erityisen hyvä koulupiha ja jalkapallokenttä.
smn: Sirmáást oppeet lii eromâš šiev škovlâ- já pállučiehčâmšiljo.

source: Pienten koulujen vaikeutena on usein, että niistä puuttuu aineenopettajia.
smn: Ucebij škoovlâi vádisvuottân lii távjá, et tain váiluh amnâsmáttááteijeeh.

source: Koulujen yhteistyö on helpotanut tätäkin puutetta.
smn: Škoovlâi oovtâstpargoost lii lamaš ävkki taam-uv ääšist.

source: Utsjoella on mm. musiikin opettaja ja Sirmassa puolestaan norjan kielen opettaja.
smn: Ucjuuvâst lii eres lasseen muusik máttáátteijee já Sirmáást oppeet tárukielâ máttáátteijee.

source: Lapsilla on yhteisiä tunteja matematiikassa, saamen kielessä, musiikissa, liikunnassa, yhteiskuntatiedossa ja luontoaineissa.
smn: Párnáin láá ohtsiih tiijmeh matematiijkâst, sämikielâst, musikkist, liihâdmist, ohtsâškoddetiäđust já luánduamnâsijn.

source: Niilo Rasmus opettaa Sirman ja Utsjoen oppilaille musiikkia ja liikuntaa.
smn: Niilo Rasmus máttát Sirmá já Ucjuv uáppeid muusik já lihâdem.

source: Hän kertoo, että Norjan ja Suomen lasten välillä tuntuu kulttuuriero, mutta se ei mitenkään ole haitaksi opetukselle.
smn: Sun muštâl, et Taažâ já Suomâ párnái kooskâ tiättoo kulttuuriäru, mut tot ij mahten häittid máttááttâs.

source: Musiikkihan ei muutenkaan tunne rajoja ja saamelaismuusikot seuraavat länsimaailman oppeja, mutta soitinten käytössä on eroja.
smn: Muusikhân ij mudoigin tuubdâ raajijd já sämimusijkkáreh čuávuh uárjimaailm oopâid, mut čuojânâsâi kevttimist láá iäruh.

source: Sirman lapset eivät ole niin harjaantuneita käyttämään soittimia, kuten kitaraa.
smn: Sirmá párnááh iä lah nuuvt hárjánâm kevttiđ čuojânâsâid, tegu kiitaar.

source: Utsjoella lapset saavat enemmän tuntumaa soittimiin.
smn: Ucjuuvâst párnááh uážžuh eenâb tobdo čuojânâssáid.

source: Liikunnassa Niilo ei ole huomannut eroja lasten kesken vaan kaikki osallistuvat samalla tavoin.
smn: Liihâdmist sun ij lah huámášâm iäruid párnái kooskâ pic puohah uásálisteeh siämmáánáál.

source: Projektin tavoitteena on edistää saamen kieltä, saamelaista kulttuuria ja omaleimaisuutta, antaa mahdollisuus oppia asioita molemmista maista ja myös niiden kieliä, opettaa oppilaita pitämään arvossa lähiympäristöä molemmin puolin Tenoa.
smn: Proojeekt ulmen lii ovdediđ sämikielâ, sämikulttuur já jiešnálásâšvuođâ, adeliđ máhđulâšvuođâ oppâđ aašijd kuábbáá-uv enâmist já meid toi kielâid, máttááttiđ uáppeid anneeđ áárvust aldapirrâs kuábbáá-uv pelni Tiänu.

source: Lisäksi tarkoituksena on ylläpitää ja luoda uusia yhteyksiä myös muihin alkuperäiskansoihin.
smn: Lassen uáivilin lii toollâđ já vuáđudiđ uđđâ ohtâvuođâid meid eres algâaalmugáid.

source: Utsjokisuun ja Sirman koulujen yhteistyö on hyvä esimerkki muillekin kouluille ja päiväkodeille!
smn: Ucjuvnjäälmi já Sirmá škoovlâi oovtâstpargo lii šiev ovdâmerkkâ eres-uv škovláid já peivikiäijoid!

source: -hanke ja Utsjoella toimiva saamelaisyhdistys Sámi Siida järjestivät kesällä 2012 lasten leirin Tenon rannalla lähellä Sirman kylää.
smn: -proojeekt já Ucjuuvâst tuáimee sämiservi Sámi Siida ornijn keessiv 2012 párnái leeirâ Tiänu riddoost alda Sirmá siijdâ.

source: - Rájá Jon Máret, Maarit Länsman, joka toimi leirillä kokkina ja pannulla muhkeita lohipaloja,
smn: Kuuvijn 1) Rájá Jon Máret, Maarit Länsman, kote tuáimá leeirâst kokkân já páánust mučis luosâčaskah, 2) lávutuulâ piällást Áslak Ánde Syvänperä já Ráste Eriksen, 3) uággumin Jesse Ruokolainen já Ráste Eriksen já 4) Birit Vuolab muštâlmin párnáid Tiänu leve päikkinoomâin.

source: Lisätietoja:
smn: Lasetiäđuh:

source: Tenon saamelainen kielikeskus, Deanu giellagáddi
smn: Tiänu säämi kielâkuávdáš, Deanu giellagáddi

source: Tenon kunta
smn: Tiänu kieldâ

source: Utsjoen kunta
smn: Ucjuv kieldâ
